Repository: jjelosua/xiaomi_band_sleep
Catalog: backend/po/*.po
Languages: fr

source: Extract Started
fr: Extraction démarée

source: Renaming
fr: Renommage

source: ADB SU copy to sdcard
fr: ADB SU copie vers la carte SD

source: Cannot find database files. Non-rooted phone? Attemting backup approach
fr: Base de données introuvable, téléphone non roooté ? Utilisation de la méthode utilisant la sauvegarde

source: Press Backup My Data button on device...
fr: Cliquez sur votre téléphone pour sauvegarder les données...

source: unpacking backup file
fr: Décompression de la sauvegarde

source: deleting temp file
fr: Suppression des fichiers temporaires

source: Extraction failed
fr: Erreur durant la décompression

source: Still cannot find files. Restoring original files
fr: Fichier toujours introuvable, restoration de l'original

source: sqlite operation started
fr: Démarrage le l'opération sur la base de données
